[language_info]
enname=German
name=Deutsch
[_common]
%1% '%2%' already exists.=%1% '%2%' existiert bereits.
%1% '%2%' does not exist.=%1% '%2%' existiert nicht.
%1% '%2%' exists and is not a folder.=%1% '%2%' existiert und ist kein Ordner.
%1% '%2%' is a folder.=%1% '%2%' ist ein Ordner.
%1% '%2%' is not a folder.=%1% '%2%' ist kein Ordner.
%1% is not a number.=%1% ist keine Zahl.
%1% is not specified.=%1% ist nicht angegeben.
%1% is not valid.=%1% ist ungültig.
(x,y)=(x,y)
4th mouse button (back)=4. Maustaste (zurück)
5th mouse button (forward)=5. Maustaste (vorwärts)
Action=Aktion
All screens=Alle Bildschirme 
Alternative method=Alternative Methode 
Archive=Archiv
As first value=Als ersten Wert  
At position '%1%'=Auf Position '%1%'  
Attributes of file '%1%' could not be changed=Attribute der Datei '%1%' konnten nicht geändert werden
Blue drive=Blau-Aussteuerung
Blue gain=Blau-Verstärkung
Brightness=Helligkeit
Button Text=Schaltflächentext
Cancel=Abbrechen
Cancelling=Bricht ab 
Case sensitive=Groß- und Kleinschreibung beachten 
Case insensitive=Groß- und Kleinschreibung nicht beachten
Case sensitivity=Beachtung von Groß- und Kleinschreibung
Check interval (ms)=Überprüfungsintervall (ms) 
Choose color=Wähle eine Farbe   
Classname and instance number of the control=Klassenname und Instanznummer des Controls
Close=Schließen
Color temperature=Farbtemperatur
Condition=Bedingung
Contrast=Kontrast
Coordinates=Korrdinaten
Count of characters=Anzahl Zeichen 
Creation time=Erstellungszeit
Days=Tage
Debugging=Debugging
Default method=Standardmethode
Default trigger=Standard-Trigger
Define timeout=Timeout definieren 
Delay=Verzögerung
Delay in ms=Verzögerung in ms  
Delete=Löschen
Delete method=Methode zum Löschen  
Delimiter characters=Trennzeichen
Destination file=Zieldatei
Destination file or folder=Zieldatei oder -ordner  
Destination folder=Zielordner
Detect hidden text=Versteckten Text finden  
Detect hidden window=Versteckte Fenster finden  
Disable=Deaktivieren
Do not trigger if a matching window exists when enabling the trigger=Nicht auslösen, wenn beim Aktivieren des Auslösers ein passendes Fenster vorhanden ist
Drive=Laufwerk
Drive is not specified=Laufwerk ist nicht angegeben   
Drive letter=Laufwerksbuchstabe
Duration=Dauer
Enable=Aktivieren
Encoding=Enkodierung
Error code: %1% (%2%)=Fehlercode: %1% (%2%)
Error! Seeked control does not exist in the specified window=Fehler! Gesuchtes Control existiert nicht im angegebenen Fenster
Error! Seeked window does not exist=Fehler! Gesuchtes Fenster existiert nicht
Event=Event
Event mode=Event-Modus  
File=Datei
File '%1%' could not be read=Datei '%1%' konnte nicht gelesen werden     
File '%1%' does not exist=Datei '%1%' existiert nicht 
File path=Dateipfad
First integer position=Erste ganzzahlige Position
First value=Erster Wert  
Flow=Flow
Flow '%1%' does not exist=Flow '%1%' existiert nicht
Flow '%1%' does not have any manual trigger.=Flow '%1%' hat keinen manuellen Trigger.
Flow '%1%' does not have the trigger with ID '%2%'.=Flow '%1%' hat nicht den Trigger mit der ID '%2%'.
Flow control=Flow-Kontrolle
Folder=Ordner
Folder '%1%' could not be copied to '%2%'=Ordner '%1%' konnte nicht nach '%2%' kopiert werden
Following position or key=Folgende Position oder Schlüssel
Format=Format
General=Allgemein
Get color from screen=Get color from screen
Get coordinates=Koordinaten bestimmen 
Green drive=Grün-Aussteuerung
Red drive=Rot-Aussteuerung
Green gain=Grün-Verstärkung
Red gain=Rot-Verstärkung
Hidden=Versteckt
Hours=Stunden
ID=ID
image=Bild
Input list=Eingabeliste
Input mode=Eingabemethode
Input number=Eingabe-Zahl
Input string=Eingabe-String
Internet=Internet
Key=Schlüssel
Key name=Schlüsselname
Keys or text to send=Tasten oder Text zum Senden
Last access time=Letzte Zugriffszeit 
Last integer position=Letzte Ganzzahl-Position  
Last value=Letzter Wert  
Left button=Linker Knopf      
Linefeed=Zeilenumbruch
List=Liste
Lower right corner=Untere rechte Ecke  
m #Minutes=Min
Make output variable empty=Leere Ausgabevariable erzeugen 
Maths=Mathematik
Message=Nachricht
Method=Methode
Method %1%=Methode %1% 
Middle Button=Mittlerer Knopf 
Milliseconds=Millisekunden
Minutes=Minuten
Modification time=Änderungszeit
Mouse movement speed=Geschwindigkeit der Mausbewegung
Mouse position=Mausposition
Move mouse=Maus bewegen 
ms #Milliseconds=Ms
Multiple values '%1%'=Mehrere Werte '%1%'  
New Time=Neue Zeit 
No=Nein
No information whether the connection leads to head or tail=Keine Information, ob die Verbindung zu Kopf oder Fuß führt
No timeout=Kein Timeout 
Normal=Normal
Number of elements=Anzahl Elemente 
Offline=Offline
OK=OK
Omit characters=Zeichen auslassen 
Operate on files=Dateien verarbeiten 
Operate on files and folders=Dateien und Ordner verarbeiten
Operate on folders=Ordner verarbeiten 
Operation=Operation
Options=Optionen
Other=Sonstiges
Output list name=Name der Ausgabeliste  
Output variable=Ausgabevariable  
Output Variable name=Name der Ausgabevariable
Output variables=Ausgangsvariablen
Overwrite=Überschreiben
Overwrite existing files=Vorhandene Dateien überschreiben  
Parameter '%1%' has invalid value: %2%=Parameter '%1%' hat ungültigen Wert: %2%
Parameter '%1%' is invalid.=Der Parameter '%1%' ist ungültig.
Path of .ini file=Pfad der .ini Datei   
Physical=Physisch
Play mode=Play-Modus
Position=Position
Position is not specified=Position ist nicht angegeben   
Power=Energie
Process=Prozess
Process '%1%' does not exist=Prozess '%1%' existiert nicht
Process Name=Prozess-Name
Process name or ID=Prozess-Name oder ID  
Prompt=Aufforderung
Raw mode=Roh-Modus
Read only=Nur lesen 
Recurse into subfolders=Unterordner rekursiv durchwandern
Relative to active window client position=Relativ zur Client-Position des aktiven Fensters
Relative to active window position=Relativ zur Position des aktiven Fensters
Relative to current mouse position=Relativ zur aktuellen Mausposition
Relative to screen=Relativ zum Bildschirm
Renamed=Umbenannt
Result if cancelled=Ergebnis bei Abbruch      
Result if closed=Ergebnis beim Schließen  
Result on timeout=Ergebnis bei Timeout   
Right button=Rechter Knopf 
Root directory=Stammverzeichnis
s #Seconds=Sek
Screen %1% does not exist=Bildschirm %1% existiert nicht   
Screen region=Bildschirmbereich
Seconds=Sekunden
Section=Abschnitt
Section name=Abschnittsname
Seeked content=Gesuchter Inhalt 
Select a file=Datei wählen   
Select a file or folder=Datei oder Ordner wählen     
Select a folder=Ordner wählen     
Select an .ini file=.ini Datei wählen     
Select file=Datei wählen 
Show cancel button=Abbrechen-Schaltfläche zeigen 
Slow method=Langsame Methode 
Sound=Sound
Source file=Quell-Datei
Source folder=Quell-Ordner
Specified trigger=Angegebener Trigger 
Speed=Geschwindigkeit
Start position=Startposition
System=System
System default ANSI codepage=Systemstandard ANSI-Codepage
Temporary=Temporär
Text=Text
Text in control=Text in Schaltfläche  
Text to search=Suchtext
The list '%1%' does not contain an integer key.=Die Liste '%1%' enthält keinen ganzzahligen Schlüssel.
The list '%1%' does not contain the key '%2%'.=Die Liste '%1%' enthält nicht den Schlüssel '%2%'.
This flow=Dieser Flow 
This flow (%1%)=Dieser Flow (%1%)
Throw exception=Ausnahme auslösen
Time=Zeit
Timeout=Timeout
Timeout reached=Timeout erreicht 
Title=Titel
Toggle=Umschalten
Trigger ID is empty=Trigger ID ist leer     
Undo=Rückgängig
Unexpected Error!=Unerwarteter Fehler! 
Unicode UTF-16=Unicode UTF-16
Unicode UTF-8=Unicode UTF-8
Unique control ID=Eindeutige Schaltflächen-ID   
Unit=Einheit
Upper left corner=Obere linke Ecke   
URL=URL
Use comma as delimiter=Komma als Trennzeichen verwenden    
Use linefeed as delimiter=Zeilenumbruch als Trennzeichen verwenden    
Use semicolon as delimiter=Semikolon als Trennzeichen verwenden   
Use space as delimiter=Leerzeichen als Trennzeichen verwenden   
User cancelled the dialog=Benutzer hat den Dialog abgebrochen 
User closed the dialog=Benutzer hat den Dialog geschlossen  
User dismissed the dialog without selecting a file or system refused to show the dialog.=Der Benutzer hat den Dialog beendet, ohne eine Datei auszuwählen, oder das System hat sich geweigert, den Dialog anzuzeigen.
User interaction=Benutzer-Interaktion
User simulation=Benutzer-Simulation
Value=Wert
Value '%1%'=Wert '%1%'
Variable=Variable
Variable '%1%' does not contain a list.=Die Variable '%1%' enthält keine Liste.
Variable name=Variablenname
Variation=Variation
Which button=Welcher Knopf 
Which flow=Welcher Flow 
Which screen=Welcher Bildschirm 
Which time=Welche Zeit 
Which trigger=Welcher Trigger 
Which unit=Welche Einheit 
Whole screen=Ganzer Bildschirm 
Whole window=Ganzes Fenster 
Whole window client=Ganzer Fenster-Client 
Width and height=Breite und Höhe  
Window=Fenster
Window client region=Fenster-Client-Bereich
Window region=Fenster-Bereich
Working directory=Arbeitsverzeichnis
X position=X-Position
Y position=Y-Position
Yes=Ja
Key or position=Schlüssel oder Position
Expert=Experte
Error! Seeked control does not exist=Fehler! Gesuchtes Control existiert nicht  
Result=Ergebnis
Which element=Welches Element
Force #verb=Erzwingen
Directory=Ordner
Label=Bezeichnung
Everywhere=Überall
Only active whe the specified window does not exist=Nur aktiv, wenn das angegebene Fenster nicht vorhanden ist
Only active whe the specified window exists=Nur aktiv, wenn das angegebene Fenster existiert
Only active when the specified window is active=Nur aktiv, wenn das angegebene Fenster aktiv ist
Only active when the specified window is not active=Nur aktiv, wenn das angegebene Fenster nicht aktiv ist
Scope=Geltungsbereich
The hotkey %1% was set.=Der Hotkey %1% wurde gesetzt.
Run maximized=Maximiert starten
Run minimized=Minimiert starten
Run mode=Start-Modus
Run normally=Normal starten
File with multiple icons=Datei mit mehreren Symbolen
Set icon number=Symbolnummer einstellen
Send mode=Sende-Modus
Exception=Ausnahme
Force (this can cause loss of data!)=Erzwingen (das kann zu Datenverlust führen)     
Icon path=Icon-Pfad  
Select a shortcut file=Verknüpfungsdatei wählen   
Shortcut file=Verknüpfungsdatei
Shortcut path=Verknüpfungspfad
Target arguments=Zielparameter
Target path=Zielpfad
Description=Beschreibung
[Absolute_Number.ahk]
Absolute number=Betrag einer Zahl
Value is not a number: %1%=Wert ist keine Zahl: %1%
[activate_Window.ahk]
Activate Window=Fensterr aktivieren 
[Add_to_list.ahk]
Add multiple elements=Mehrere Elemente hinzufügen  
Add one element=Ein Element hinzufügen  
Add To List=Zur Liste hinzufügen  
As last value=Als letzten Wert  
Content to add=Hinzuzufügender Inhalt
Insert and increment all other positions=Einfügen und alle anderen Positionen erhöhen 
Insertion method if position is an integer and list contains values at this or higher positions=Einfügemethode, wenn Position eine ganze Zahl ist und die Liste Werte an dieser oder einer höheren Position enthält
Overwrite value=Wert überschreiben 
Position '%1%' is not an integer value=Position '%1%' ist kein ganzzahliger Wert
Variable '%1%' is empty. A new list will be created.=Die Variable '%1%' ist leer. Eine neue Liste wird erstellt.
Variable '%1%' is not empty and does not contain a list.=Die Variable '%1%' ist nicht leer und enthält keine Liste.
Warning!=Warnung!
[AutoHotkey_script.ahk]
AutoHotkey script=AutoHotkey Skript
Variables that should be exported from script after execution=Variablen, die nach der Ausführung aus dem Skript exportiert werden sollen
Variables that should be exported from script on trigger=Variablen, die bei einer Auslösung aus dem Skript exportiert werden sollen
Variables that should be imported to script before enabling=Variablen, die vor der Aktivierung in das Skript importiert werden sollen
Variables that should be imported to script prior to execution=Variablen, die vor der Ausführung in das Skript importiert werden sollen
[Beep.ahk]
Beep=Piepton
Duration in ms=Dauer in Ms  
Frequency in Hz=Frequenz in Hz  
Frequency is not a number: '%1%'=Frequenz ist keine Zahl: '%1%'
Hz=Hz
ms=Ms
[Change_character_case.ahk]
Change character case=Groß- und Kleinschreibung ändern
First character uppercase=Erstes Zeichen in Großbuchstaben
Lowercase=Kleinbuchstaben
Uppercase=Großbuchstaben
Which case #character case=Groß- oder Kleinschreibung  
First character of a word is uppercase=Das erste Zeichen eines Wortes ist ein Großbuchstabe
[Change_Drive_Label.ahk]
Change Drive Label=Laufwerksbezeichnung ändern 
Label '%1%'' could not be set to drive '%2%'=Bezeichnung '%1%'' konnte nicht auf Laufwerk '%2%' gesetzt werden
New label=Neue Bezeichnung   
[Click.ahk]
%1% times=%1% mal 
Click=Klicken
Click (Down and up)=Klicken (drücken und loslassen)
Click count=Anzah Klicks 
Hold down=Gedrückt halten  
Move mouse before clicking=Maus vor dem Klicken bewegen
Release=Loslassen
Release only=Nur loslassen 
Wheel down=Rad nach unten  
Wheel left=Rad nach links 
Wheel right=Rad nach rechts 
Wheel up=Rad nach oben 
[Clipboard_Changes.ahk]
Clipboard Changes=Zwischenablage ändert sich  
[Close_Window.ahk]
Close Window=Fenster schließen 
Kill=Killen
[Compress_files.ahk]
Compress files=Dateien komprimieren 
Destination archive=Ziel-Archiv
Select a file path for the compressed file=Dateipfad für die komprimierte Datei wählen 
[Condition.ahk]
Evaluate on first iteration=Bei der ersten Iteration auswerten
[Confirmation_Dialog.ahk]
Button '%1%'=Knopf '%1%'
Confirmation Dialog=Bestätigunsdialog
Default Button=Standard-Knopf
Timeout enabled=Timeout aktiv 
[Copy_file.ahk]
%1% files could not be copied from '%2%' to '%3%'=%1% Dateien konnten nicht von '%2%' nach '%3%' kopiert werden
Copy File=Datei kopieren 
[Copy_folder.ahk]
Copy Folder=Ordner kopieren 
[Create_folder.ahk]
%1% '%2%' exists and it is a file.=%1% '%2%' existiert, und es ist eine Datei.
Create Folder=Ordner erstellen
Folder '%1%' could not be created=Ordner '%1%' konnte nicht erstellt werden
Throw exception if folder already exists=Ausnahme auslösen, wenn der Ordner bereits existiert
[Debug_dialog.ahk]
Change value=Wert ändern 
Convert special characters=Sonderzeichen umwandeln
Debug Dialog=Debug-Dialog
Delete variable=Variable löschen 
Global variables=Globale Variablen 
Instance variables=Instanz-Variablen
Loop variables=Schleifen-Variablen
Object=Objekt
Static variables=Statische Variablen 
Thread variables=Thread-Variablen
Type and value=Typ und Wert  
Update=Aktualisieren
Variable list=Variablenliste
[Delete_file.ahk]
%1% files could not be deleted (File path: '%2%')=%1% Dateien konnten nicht gelöscht werden (Dateipfad: '%2%')
Delete File=Datei löschen 
Recycle=In Papierkorb verschieben  
Some files could not be recycled (File path: '%1%')=Einige Dateien konnten nicht in den Papierkorb verschoben werden (Dateipfad: '%1%')
[Delete_folder.ahk]
Delete Folder=Ordner löschen 
Error handling=Fehlerbehandlung
Folder could not be deleted (File path: '%1%')=Ordner konnte nicht gelöscht werden (Dateipfad: '%1%')
Folder path=Ordnerpfad
Remove only if the folder is empty=Nur entfernen, wenn der Ordner leer ist
Throw exception if folder does not exist=Ausnahme auslösen, wenn der Ordner nicht existiert
[Delete_From_Ini.ahk]
Delete a key=Ein Schlüssel löschen  
Delete a section=Einen Abschnitt löschen   
Delete From Ini=Aus ini löschen
Error while deleting from ini=Fehler beim Löschen aus der ini
Key not specified=Schlüssel nicht angegeben
Path of an .ini file=Pfad einer .ini-Datei
Section not specified=Abschnitt nicht angegeben
[Delete_from_list.ahk]
Delete and decrement all higher positions=Löschen und Dekrementieren aller höheren Positionen
Delete and keep the gap=Löschen und die Lücke behalten
Delete From List=Aus Liste löschen
Delete from list %1%=Aus der Liste %1% löschen
Deleted value=Gelöschter Wert
Deletion method if position is an integer and list contains values at this or higher positions=Löschmethode, wenn Position eine ganze Zahl ist und die Liste Werte an dieser oder einer höheren Position enthält
Write deleted value to '%1%'=Gelöschten Wert in '%1%' schreiben
Write deleted value to variable=Gelöschten Wert in Variable schreiben
[Download_file.ahk]
Couldn't download URL '%1%' to file '%2%'=Die URL '%1%' konnte nicht in die Datei '%2%' heruntergeladen werden.
Download File=Datei herunterladen
[Drag_with_mouse.ahk]
Drag With Mouse=Mit der Maus ziehen
End coordinates=Zielkoordinaten
First X position=Erste X-Position
First Y position=Erste Y-Position
From '%1%' to '%2%'=Von '%1%' nach ' %2%'
Second X position=Zweite X-Position
Second Y position=Zweite Y-Position
Start coordinates=Startkoordinaten
[Eject_Drive.ahk]
Drive %1% could not be ejected=Laufwerk %1% konnte nicht ausgeworfen werden
Drive %1% could not be retracted=Laufwerk %1% konnte nicht eingefahren werden
Eject Drive=Laufwerk auswerfen
Error description=Fehlerbeschreibung
Only optical disc drive=Nur optisches Laufwerk
Retract the tray of a optical disc drive=Schublade eines optischen Laufwerks einfahren
[Empty_Recycle_bin.ahk]
All drives=Alle Laufwerke
Empty Recycle Bin=Papierkorb leeren
Recycle bin could not be emptied.=Papierkorb konnte nicht geleert werden.
Specified drive=Angegebenes Laufwerk
Which drive=Welches Laufwerk   
[Execute_Flow.ahk]
Execute Flow=Flow ausführen
Return local variables to the calling flow=Rückgabe lokaler Variablen an den aufrufenden Flow
Send local variables=Lokale Variablen senden
Skip disabled flows without error=Deaktivierte Flows ohne Fehler überspringen
Trigger '%1%' in '%2%' is disabled=Trigger '%1%' in '%2%' ist deaktiviert
Wait for called flow to finish=Warten, bis der aufgerufene Flow endet  
[Exponentiation.ahk]
Exponent=Exponent
Exponentiation=Potenzierung
[Expression.ahk]
Expression=Ausdruck
[Extract_files.ahk]
Extract files=Dateien entpacken 
Select an archive=Archiv wählen 
Source archive=Quell-Archiv
[File_Exists.ahk]
File Exists=Datei existiert 
[File_Has_Attribute.ahk]
Attributes of file '%1%' could not be read=Attribute der Datei '%1%' konnten nicht gelesen werden
Compressed=Komprimiert
File Has Attribute=Datei hat Attribute  
Which attribute=Welche Attribute 
[Flow_Enabled.ahk]
Any trigger=Beliebiger Trigger 
Flow Enabled=Flow ist aktiviert    
[Flow_Running.ahk]
Flow Executing=Flow läuft 
[Get_Clipboard.ahk]
Get Clipboard=Zwischenablage lesen 
[Get_control_text.ahk]
Get Control Text=Text einer Schaltfläche ermitteln   
[Get_Drive_Information.ahk]
Capacity=Kapazität
Could not get drive information from '%1%'=Konnte Laufwerksinformationen von '%1%' nicht erhalten
File system=Dateisystem
Free disk space=Freier Speicherplatz
Get Drive Information=Laufwerksinformationen abrufen
Path=Pfad
Serial number=Seriennummer
Status=Status
Status of optical disc drive=Status des optischen Laufwerks
Type=Typ
Which information=Welche Information 
[Get_file_attributes.ahk]
Get File Attributes=Dateiattribute lesen
[Get_file_size.ahk]
Bytes=Byte 
Couldn't get file size of file '%1%'=Die Dateigröße der Datei '%1%' konnte nicht ermittelt werden.
Get File Size=Dateigröße ermitteln  
Kilobytes=Kilobyte
Megabytes=Megabyte
[Get_file_time.ahk]
Couldn't get file time of file '%1%'=Die Zeit der Datei '%1%' konnte nicht ermittelt werden.
Get File Time=Datei-Zeit abrufen
[Get_from_list.ahk]
Get From List=Aus Liste holen
Get from list %1%=Aus Liste %1% holen
Random integer position=Zufällige ganzzahlige Position
Random value=Zufälliger Wert
[Get_index_of_element_in_list.ahk]
Get position of element in list=Position des Elements in der Liste ermitteln
The list '%1%' does not contain the value '%2%'.=Die Liste '%1%' enthält nicht den Wert '%2%'.
[Get_list_info.ahk]
'%1%' does not contain a list='%1%' enthält keine Liste
Array length=Array-Länge
Array length of %1%=Array-Länge von %1%
Element count=Anzahl der Elemente
Element count of %1%=Anzahl der Elemente von %1%  
Get list Info=Informationen zur Liste erhalten
Maximum index=Maximaler Index
Maximum index of %1%=Maximaler Index von %1%   
Minimum index=Minimaler Index 
Minimum index of %1%=Minimaler Index von %1%  
Which info=Welche Information 
[Get_mouse_position.ahk]
Additional information=Zusätzliche Informationen
Get control ID beneath the mouse=Schaltflächen-ID unter der Maus ermitteln
Get Mouse Position=Mausposition ermitteln
Get window ID beneath the mouse=Fenster-ID unter der Maus ermitteln
[Get_pixel_color.ahk]
Could not get pixel color from coordinates x%1% y%2%.=Konnte keine Pixelfarbe von den Koordinaten X%1%, Y%2% erhalten.
Get Pixel Color=Pixelfarbe ermitteln
Red, green, blue=Rot, grün, blau
RGB value=RGB-Wert
Write each color in separate variable=Jede Farbe in eine eigene Variable schreiben
Write RGB value in output variable=RGB-Wert in Ausgangsvariable schreiben
[Get_Screen_Settings.ahk]
Couldn't get screen setting: %1%=Die Bildschirmeinstellung konnte nicht abgerufen werden: %1%.
Current value=Aktueller Wert
Get Screen Settings=Bildschirmeinstellungen abrufen
Maximum=Maximum
Minimum=Minimum
[Get_string_Length.ahk]
Get String Length=String-Länge ermitteln
Length of %1%=Länge von %1%
[Get_Volume.ahk]
Get Volume #sound volume=Lautstärke ermitteln 
[Hibernate_Computer.ahk]
Hibernate Computer=Computer in den Ruhezustand versetzen
[Hide_window.ahk]
Hide Window=Fenster verstecken
[Hotkey.ahk]
Block key=Taste blockieren
Hotkey=Hotkey
The hotkey %1% cannot be set!=Der Hotkey %1% kann nicht gesetzt werden!
The Hotkey is not set!=Der Hotkey ist nicht gesetzt!
Trigger even if other keys are already held down=Auslösen, auch wenn andere Tasten bereits gedrückt sind
Trigger on release rather than press=Auslösen beim Loslassen statt beim Drücken
Where should the hotkey be active?=Wo soll der Hotkey aktiv sein?
[HTTP_Request.ahk]
Automatic=Automatisch
Bypass proxy=Proxy umgehen 
Charset=Zeichensatz
Content length=Länge des Inhalts
Content MD5=MD5 des Inhalts  
Content type=Typ des Inhalts   
Custom=Benutzerdefiniert
Define charset=Zeichensatz definieren
Define codepage=Codepage definieren
Do not upload any data=Keine Daten hochladen
Do not use=Nicht verwenden
Don't use proxy to access following website=Keinen Proxy für den Zugriff auf folgende Website verwenden
Flags=Flags
HTTP Request=HTTP-Anfrage
No proxy=Kein Proxy
Post data=Post-Daten
Proxy=Proxy
Request headers=Anfrage-Header
Response data=Antwortdaten
Response headers=Antwort-Header
URI encode post data=URI-encodieren Post-Daten
URI encode request headers=URI-encodieren Anfrage-Daten
Use file as source (upload)=Datei als Quelle verwenden (Upload)
Use follwing post data=Folgende Post-Daten verwenden
Use UTF-8 charset=UTF-8 Zeichensatz verwenden
User agent=Benutzer-Agent
Write response data to a variable=Antwortdaten in eine Variable schreiben
Write response data to file (download)=Antwortdaten in eine Datei schreiben (Download)
[Input_Box.ahk]
Count of lines=Anzahl der Zeilen
Default value=Standardwert
Edit field=Eingabefeld
Input Box=Eingabe-Dialog
Mask user's input=Benutzereingaben maskieren
Only allow numbers=Nur Zahlen zulassen
Please, write something=Bitte, schreib etwas
Use a multiline edit field=Ein mehrzeiliges Eingabefeld verwenden
[Key_Is_Down.ahk]
Key Is Down=Taste ist gedrückt
Logical=Logisch
Which key state=Welcher Zustand der Taste   
[Kill_Process.ahk]
Kill Process=Prozess killen 
Process '%1%' could not be terminated=Prozess '%1%' konnte nicht beendet werden
[List_Contains_Element.ahk]
Key '%1%' in list '%2%'=Schlüssel '%1%' in Liste '%2%'
List Contains Element=Liste enthält Element
Search for an element with a specified content=Suche nach einem Element mit einem bestimmten Inhalt
Search for a position or key=Suche nach einer Position oder einem Schlüssel
Search for what=Wonach suchen
Value '%1%' in list '%2%'=Wert '%1%' in Liste '%2%'
[List_Drives.ahk]
Drive type=Laufwerkstyp
Find all drives=Alle Laufwerke finden  
Fixed drives=Feste Laufwerke 
Get only a Specified type of drive=Nur Laufwerke eines bestimmten Typs ermitteln      
If no drive can be found=Fall kein Laufwerk gefunden werden kann          
List drives=Laufwerke auflisten 
Network drives=Netzwerklaufwerke
No drives found=Keine Laufwerke gefunden  
Optical disk drives=Optische Laufwerke 
RAM disk drives=RAM Laufwerke 
Removable drives=Wechsellaufwerke
Unknown drives=Unbekanne Laufwerke 
[Lock_Computer.ahk]
Lock Computer=Computer sperren 
[Lock_Or_Unlcock_Drive.ahk]
Could not lock drive '%1%'=Konnte Laufwerk '%1%' nicht sperren    
Could not unlock drive '%1%'=Konnte Laufwerk '%1%' nicht entsperren
Lock drive=Laufwerk sperren   
Lock #verb=Sperren
Lock Or Unlock Drive=Laufwerk sperren oder entsperren   
Unlock=Entsperren
Unlock drive=Laufwerk entsperren  
[Log_Off.ahk]
Log Off=Ausloggen
[Loop_Through_Files.ahk]
Loop Through Files=Schleife durch Dateien
Not recursive=Nicht rekursiv 
Recursive=Rekursiv
[Manual.ahk]
Manual=Manuell
[Message_Box.ahk]
Message Box=Meldungsdialog
[Minimize_All_Windows.ahk]
Minimize all windows=Alle Fenster minimieren  
[Move_File.ahk]
%1% files could not be moved from '%2%' to '%3%'=%1% Dateien konnten nicht von '%2%' nach '%3%' verschoben werden
Move File=Datei verschieben 
[Move_Folder.ahk]
Move Folder=Ordner verschieben 
[Move_window.ahk]
Grab coordinates from existing window=Koordinaten aus bestehendem Fenster übernehmen
Maximize=Maximieren
Minimize=Minimieren
Move=Bewegen
Move Window=Fenster bewegen 
Parameter '%1%' ('%2%')=Parameter "%1%" ("%2%")
Restore=Wiederherstellen
[New_List.ahk]
Empty=Leer
Empty list=Leere Liste  
Following key=Folgender Schlüssel 
Initial content=Initialer Inhalt 
Initialize with multiple elements=Mit mehreren Elementen initialisieren     
Initialize with one element=Mit einem Element initialisieren    
New List=Neue Liste 
New list %1%=Neue Liste %1%
Numerically as first element=Numerisch als erstes Element
[New_Time.ahk]
Current time=Aktuelle Zeit 
Specified time=Angegebene Zeit 
[New_Variable.ahk]
New variable=Neue Variable  
Write only if variable does not exist=Nur schreiben, wenn die Variable nicht existiert      
[Number_is.ahk]
Absolute difference=Absoluter Unterschied 
Expected number=Erwartete Nummer 
Maximum difference=Maximaler Unterschied  
Number is=Zahl ist   
Relative difference=Relativer Unterschied 
[Parse_A_String.ahk]
Parse A String=Ein String parsen    
[Periodic_Timer.ahk]
Periodic Timer=Periodischer Timer 
Time interval=Zeitintervall
[Play_Sound.ahk]
Play Sound=Sound abspielen 
Preview #noun=Vorschau
Select a sound file=Sounddatei wählen 
Select sound=Sound wählen  
Sound could not be played=Gewählter Sound konnte nicht wiedergegeben werden         
Sound file=Sounddatei
Start playback=Wiedergabe starten 
Stop playback now=Wiedergabe jetzt stoppen   
System sound=Systemsound
[Process_closes.ahk]
Process Closes=Prozess schließt 
[Process_Is_Running.ahk]
Process Is Running=Prozess läuft 
[Process_starts.ahk]
Process starts=Prozess startet 
[Random_Number.ahk]
Maximum value=Maximaler Wert  
Minimum value=Minimaler Wert 
Random number=Zufallszahl
[Read_From_File.ahk]
%1% is not a positive number.=%1% ist keine positive Zahl.
%1% is not an integer.=%1% ist keine ganze Zahl.
Enable size limit=Größe limitieren 
Raw data=Rohdaten
Read From File=Aus Datei lesen 
Replace carriage return and linefeed with single linefeeds=Wagenrücklauf und Zeilenvorschub durch einfache Zeilenvorschübe ersetzen 
Size limit=Größenlimit
[Read_From_Ini.ahk]
Behavior on error=Verhalten bei Fehler
Default value on failure=Standardwert bei Fehler
Insert default value in the variable=Standardwert in die Variable einfügen
Read a key=Ein Schlüssel lesen 
Read From Ini=Aus ini lesen  
Read the entire section=Den ganzen Abschnitt lesen    
Read the section names=Abschnittsbezeichnungen lesen 
Section '%1%' and key '%2%' not found.=Abschnitt '%1%' und Schlüssel '%2%' nicht gefunden.
[Reboot_Computer.ahk]
Reboot Computer=Computer neustarten 
Reboot computer (force)=Computer neustarten (erzwingen) 
[Rename_file.ahk]
%1% files could not be renamed from '%2%' to '%3%'=%1% Dateien konnten nicht von '%2%' nach '%3%' umbenannt werden
New file name=Neuer Dateiname 
Rename File=Datei umbenennen 
[Rename_Folder.ahk]
Folder '%1%' could not be renamed to '%2%'=Ordner '%1%' konnte nicht in '%2%' umbenannt werden
New folder name=Neuer Ordnername 
Rename Folder=Ordner umbenennen 
[Replace_in_a_string.ahk]
Number of replacements=Anzahl der Ersetzungen   
Replace all occurences=Alle Treffer ersetzen   
Replace by=Ersetzen mit 
Replace in a string=In einem String ersetzen   
Replace only the first occurence=Nur den ersten Treffer ersetzen    
[Rounding_a_number.ahk]
Places after comma=Stellen nach dem Komma    
Round down=Abrunden
Round normally=Normal runden 
Round up=Aufrunden
Rounding A Number=Zahl runden  
[Run.ahk]
Can't run '%1%'='%1%' kann nicht ausgeführt werden
Command=Kommando
Following working directory=Folgendes Arbeitsverzeichnis 
Run=Starten
Run hidden=Versteckt starten  
Working directory of the flow=Arbeitsverzeichnis des Flows   
[Screenshot.ahk]
Can't make screenshot from all screens=Kann nicht von allen Bildschirmen einen Screenshot machen
Can't make screenshot from screen %1%=Kann keinen Screenshot vom Bildschirm %1% machen
Can't make screenshot from window=Ich kann keinen Screenshot vom Fenster machen
Can't save screenshot to file '%1%'=Screenshot kann nicht in Datei '%1%' gespeichert werden
Coordinates are invalid=Koordinaten sind ungültig
Could not find matching encoder for specified file format.=Für das angegebene Dateiformat konnte kein passender Encoder gefunden werden.
Could not get a list of encoders on system.=Es konnte keine Liste der Encoder im System erstellt werden.
Could not get WideChar name of output file.=WideChar-Name der Ausgabedatei konnte nicht ermittelt werden.
Could not save file to disk.=Die Datei konnte nicht auf das Laufwerk gespeichert werden.
Defined region=Definierter Bereich  
Error! No active window found!=Fehler! Kein aktives Fenster gefunden!
Output=Ausgabe
Screenshot=Screenshot
Specified window=Angegebenes Fenster
Works only if window visible=Funktioniert nur, wenn das Fenster sichtbar ist
Wrong extension=Falsche Erweiterung
[Script.ahk]
Script=Skript
[Search_Image.ahk]
Color name or RGB value=Farbname oder RGB-Wert
Image file path=Pfad der Bilddatei
Image was not found on screen=Bild wurde nicht auf dem Bildschirm gefunden
Images and icons=Bilder und Icons
Make a color of image transparent=Eine Farbe des Bildes transparent machen
Preserve aspect ratio=Seitenverhältnis beibehalten
Scale image=Bild skalieren
Search Image=Bild suchen 
Set height manually and set width automatically=Höhe manuell einstellen und Breite automatisch einstellen
Set width manually and set height automatically=Breite manuell einstellen und Höhe automatisch einstellen
Transparent color=Transparente Farbe
width, height=Breite, Höhe
[Search_in_a_string.ahk]
Search from left to right=Von links nach rechts suchen
Search from right to left=Von rechts nach links suchen
Search in a string=Suche in einem String
Searched text was not found=Gesuchter Text wurde nicht gefunden
Which occurence=Welcher Treffer 
[Search_pixel.ahk]
Fast method=Schnelle Methode
Pixel color=Pixelfarbe
Pixel with color '%1%' not found=Pixel mit Farbe '%1%' nicht gefunden
Search pixel=Pixel suchen
Something prevented the command from conducting the search=Etwas hat das Kommando daran gehindert, die Suche durchzuführen
[Select_file.ahk]
'Save' button instead of an 'Open' button=Schaltfläche 'Speichern' anstelle von 'Öffnen'
Allow to select multiple files=Auswahl mehrerer Dateien erlauben 
Any files=Beliebige Dateien
Don't resolve shortcuts to their targets=Keine Verknüpfungen zu ihren Zielen auflösen
File must exist=Datei muss vorhanden sein
Filter=Filter
Path must exist=Pfad muss existieren
Prompt to create new file=Aufforderung zur Erstellung einer neuen Datei
Prompt to overwrite file=Aufforderung zum Überschreiben der Datei
[Select_folder.ahk]
Permit to navigate upward=Erlauben, nach oben zu navigieren
Select Folder=Ordner auswählen
Show a button to create a new folder=Eine Schaltfläche zum Erstellen eines neuen Ordners anzeigen
Show an edit field to type in the folder name=Ein Bearbeitungsfeld anzeigen, um den Ordnernamen einzugeben
[Send_Keystrokes.ahk]
Send keystrokes=Tastenanschläge senden
[Send_Keystrokes_To_Control.ahk]
Send Keystrokes To Control=Tastenanschläge zu einem Control senden
[Set_Clipboard.ahk]
New clipboard content=Neuer Inhalt der Zwischenablage
Set Clipboard=In Zwischenablage schreiben  
[Set_control_text.ahk]
Set control text=Control-Text einstellen
Text to set=Zu setzender Text
[Set_file_attributes.ahk]
Attributes=Attribute
Set file attributes=Dateiattribute setzen
[Set_file_time.ahk]
Set file time=Dateizeit setzen
Timestamp '%1%' is not valid.=Der Zeitstempel '%1%' ist nicht gültig.
[Set_Flow_Status.ahk]
All triggers=Alle Trigger
New state=Neuer Zustand 
Set Flow Status=Flow-Status einstellen
[Set_Lock_Key.ahk]
Always off=Immer aus 
Always on=Immer an 
Caps lock=Feststelltaste
Num lock=Num-Taste    
Off=Aus
On=An
Scroll lock=Rollen-Taste 
Set Lock Key=Modifier-Taste sperren 
Status to set=Zu setzender Status
Which lock key=Welche Modifier-Taste 
[Set_Process_Priority.ahk]
Above normal=Höher als normal  
Below normal=Niedriger als normal  
High=Hoch
Low=Niedrig
Priority=Priorität
Priority of process '%1%' could not be changed=Priorität des Prozesses '%1%' konnte nicht geändert werden
Realtime=Echtzeit
Set Process Priority=Prozesspriorität festlegen
[Set_Screen_Settings.ahk]
All monitors=Alle Bildschirme  
Change blue drive value=Blaue Aussteuerung setzen   
Change blue gain value=Blaue Verstärkung setzen   
Change brightness=Helligkeit ändern 
Change color temperature=Farbtemperatur ändern 
Change contrast=Kontrast ändern 
Change green drive value=Grüne Aussteuerung setzen  
Change red drive value=Rote Aussteuerung setzen
Change green gain value=Grüne Verstärkung setzen
Change red gain value=Rote Verstärkung setzen
Color drive=Farbaussteuerung
Color gain=Farbverstärkung
Couldn't set screen setting '%1%' on screen %2%=Die Bildschirmeinstellung '%1%' konnte nicht auf Bildschirm %2% gesetzt werden.
Set Screen Settings=Bildschirmeinstellungen festlegen
Which monitor=Welcher Bildschirm 
[Set_Volume.ahk]
Absolute volume=Absolute Lautstärke   
Increase or decrease volume=Lautstärke erhöhen oder verringern   
Mute off=Stummschaltung aus
Mute on=Stummschaltung an
Mute settings=Stummschalt-Einstellungen
Relative volume=Relative Lautstärke 
Set a Specified volume=Einstellen einer bestimmten Lautstärke
Set mute state=Stummschaltung einstellen
Set Volume #sound volume=Lautstärke setzen 
[Shortcut.ahk]
Can't create shortcut in path '%1%'=Verknüpfung im Pfad '%1%' kann nicht erstellt werden
Path of the shortcut=Pfad der Verknüpfung
Remove shortcut when disabling=Verknüpfung beim Deaktivieren entfernen
Set the shortcut path=Verknüpfungspfad festlegen
Shortcut=Verknüpfung
[Show_window.ahk]
Show Window=Fenster zeigen  
[Shuffle_list.ahk]
Shuffle list=Liste durchmischen 
[Shutdown.ahk]
Shutdown=Herunterfahren
Shutdown (force)=Herunterfahren (erzwingen)  
[SimpleLoop.ahk]
Endless loop=Endlose Schleife 
Repeats=Wiederholungen
Simple loop=Einfache Schleife   
[Sleep.ahk]
Sleep=Schlafen
[Speech_output.ahk]
Could not find TTS engine '%1%'=TTS-Engine '%1%' konnte nicht gefunden werden
Error on speech output=Fehler bei der Sprachausgabe
Pitch #tone pitch=Tonhöhe
Speech engine=Sprachsynthese
Speech output=Sprachausgabe
Speech output cancelled=Sprachausgabe abgebrochen
Text to speak=Text zum Sprechen
Volume #sound volume=Tonhöhe
Wait options=Warteoptionen
Wait until previous speech output has finished (if any)=Warten, bis die vorherige Sprachausgabe beendet ist (falls vorhanden)
Wait until this speech output finishes=Warten Sie, bis die Sprachausgabe beendet ist
[Split_a_string.ahk]
Split a string=Einen String teilen  
[Square_Root.ahk]
Square Root=Quadratwurzel
[Start_up.ahk]
AutoHotFlow startup=AutoHotFlow-Start
Start up=Start
Trigger event=Trigger-Ereignis
When AHF starts=Wenn AHF startet  
When Windows starts=Wenn Windows startet  
Windows startup=Windows-Start
[Stop_Flow.ahk]
Stop Flow=Flow stoppen 
[Stop_Sound.ahk]
Stop Sound=Sound stoppen 
[String_Contains_Text.ahk]
'%1%' contains '%2%'='%1%' enthält '%2%'
'%1%' starts with '%2%'='%1%' beginnt mit '%2%'.
Contains anywhere=Enthält irgendwo
Ends with=Endet mit
Search text position=Position des Suchtextes
Starts with=Beginnt mit
String Contains Text=String enthält Text
[Substring.ahk]
Begin from left=Von links beginnen
Begin from right=Von rechts beginnen
Go left=Nach links gehen
Go right=Nach rechts gehen
Start from following position=Bei folgender Position starten 
Substring=Teilstring
Until the end=Bis zum Ende  
[Suspend_Computer.ahk]
Suspend Computer=Ruhezustand
[Time_calculation.ahk]
Input time=Eingabezeit
Input time is not a time: '%1%'.=Eingabezeit ist keine Zeit: '%1%'.
Time Calculation=Zeitberechnung 
Time to add=Hinzuzufügende Zeit 
[Time_difference.ahk]
First input time=Erste Eingabezeit
First input time does not contain a time: '%1%'.=Die erste Eingabezeit enthält keine Zeit: '%1%'.
Second input time=Zweite Eingabezeit
Second input time does not contain a time: '%1%'.=Die zweite Eingabezeit enthält keine Zeit: '%1%'.
Time Difference=Zeitunterschied
[Time_of_Day.ahk]
Can't calculate next trigger time=Kann die nächste Triggerzeit nicht berechnen
Time Of Day=Zeit des Tages
Weekdays=Wochentage
Weekdays: '%1%'=Wochentage: '%1%'
[Tooltip.ahk]
Follow Mouse=Maus folgen
Text to show=Anzuzeigender Text
Tooltip=Tooltip
[Trace_Point.ahk]
Log message=Logmeldung
Stop condition=Stoppbedingung 
Stopping execution because stop Condition '%1%' is not false=Stoppe Ausführung, weil die Stoppbedingung '%1%' nicht falsch ist
Trace Point=Prüfpunkt
With stop condition=Mit Stoppbedingung
[Trace_Point_Check.ahk]
%1% tracepoints were not passed which must have been passed: %2%.=%1% Tracepoints wurden nicht durchlaufen, die hätten durchlaufen werden müssen: %2%.
%1% tracepoints were passed which must not have been passed: %2%.=Es wurden %1% Tracepoints durchlaufen, die nicht hätten durchlaufen werden dürfen: %2%.
All trace points=Alle Tracepoints   
Must not pass any trace point=Darf keinen Tracepoint durchlaufen
Must not pass any trace point with exceptions=Darf keinen Tracepoint durchlaufen, mit Ausnahmen  
Must not pass selected trace points=Darf keine gewählten Tracepoint durchlaufen
Must pass all trace points=Muss alle Tracepoints passieren   
Must pass all trace points with exceptions=Muss alle Tracepoints passieren, mit Ausnahme  
Must pass selected trace points=Muss alle gewählten Tracepoints passieren
Must pass some selected trace points and must not pass some selected trace points=Muss einige gewählte Tracepoints durchlaufen und darf einige gewählte Tracepoints nicht durchlaufen  
No checks=Keine Überprüfungen 
Trace Point Check=Tracepoint-Prüfung
Trace points which must have been passed=Tracepoints, die durchlaufen worden sein müssen
Trace points which must not have been passed=Tracepoints, die nicht durchlaufen worden sein dürfen 
[Trigonometry.ahk]
Arccosine=Arkuskosinus
Arcsine=Arkussinus
Arctangent=Arkustangent
Cosine=Kosinus
Degree=Grad
Radian=Radiant
Sine=Sinus
Tangent=Tangent
Trigonometry=Trigonometrie
[Trim_a_string.ahk]
both sides=Beide Seiten 
left side=Linke Seite 
Left-hand side=Linke Seite 
Remove '%1%' characters from %2%=Entfernen von '%1%'-Zeichen aus %2%
Remove a number of characters=Eine Anzahl von Zeichen entfernen
Remove characters '%1%' from %2%=Zeichen '%1%' aus %2% entfernen
Remove from which side=Von welcher Seite entfernen
Remove Specified caracters=Bestimmte Zeichen entfernen
right side=Rechte Seite 
Right-hand side=Rechte Seite 
Trim a string=Einen String kürzen
Which characters=Welche Zeichen
[User_Idle_Time.ahk]
Default=Standard
Method: %1%=Methode: %1% 
Period of time=Zeitspanne
User Idle Time=Benutzerinaktivität
h #Hours=h
[Variable_Is_Empty.ahk]
Variable Is Empty=Variable ist leer   
[Window functions.ahk]
Control text=Control-Text
Exclude control text=Control-Text ausschließen 
Exclude text of a control in window=Text eines Controls im Fenster ausschließen       
Exclude title=Titel ausschließen 
Hidden window=Verstecktes Fenster 
Import window identification=Fensteridentifikation importieren 
No window specified=Kein Fenster angegeben   
Process ID=Prozess-ID
Text of a control in Window=Text eines Controls im Fenster    
Title begins with=Titel beginnt mit  
Title includes=Titel inkludiert 
Title is exatly=Titel ist exakt  
Title of Window=Titel eines Fensters    
Unexpected error=Unerwarteter Fehler 
Unique Process ID=Eindeutige Prozess-ID 
Unique window ID=Eindeutige Fenster-ID
Window Class=Fensterklasse
Window ID=Fenster-ID
Window identification=Fensteridentifikation
Contain anywhere=Überall enthalten
Control Identification=Control-Identifikation
Exactly=Genau
Method for control Identification=Methode zur Control-Identifizierung
Start with=Starten mit
Assistant=Assistent
Control class %1%=Control-Klasse %1% 
Control ID %1%=Control-ID %1% 
Control text %1%=Control-Text %1% 
Import control and window identification=Control- und Fensteridentifikation importieren     
[Window_Active.ahk]
Window Active=Fenster ist aktiv   
[Window_closes.ahk]
Window Closes=Fenster schließt 
[Window_Exists.ahk]
Window Exists=Fenster existiert  
[Window_gets_active.ahk]
Do not trigger if a matching window is active when enabling the trigger=Nicht triggern, wenn beim Aktivieren des Triggers ein passendes Fenster aktiv ist
Window Gets Active=Fenster wird aktiv
[Window_gets_inactive.ahk]
Window Gets Inactive=Fenster wird inaktiv
[Window_opens.ahk]
Window Opens=Fenster öffnet sich  
[Work_through_a_list.ahk]
Work through a list=Eine Liste abarbeiten
[Write_To_File.ahk]
Add byte order mark (BOM)=Byte Order Mark (BOM) hinzufügen
Append=Anhängen
Append or overwrite=Anhängen oder Überschreiben
File '%1%' could not be deleted=Datei '%1%' konnte nicht gelöscht werden
File '%1%' could not be written=Datei '%1%' konnte nicht geschrieben werden
Replace single linefeeds with carriage return and linefeed=Einzelne Zeilenvorschübe durch Wagenrücklauf und Zeilenvorschub ersetzen
Text to write=Zu schreibender Text
Write To File=In Datei schreiben
[Write_to_ini.ahk]
Could not write value '%1%' to ini file '%2%', section '%3%', key '%4%'=Wert '%1%' konnte nicht in Ini-Datei '%2%', Abschnitt '%3%', Schlüssel '%4%' geschrieben werden
Write to ini=In ini schreiben 
[Convert_string_to_list.ahk]
Error converting string to list=Fehler beim Konvertieren des Strings zu Liste      
Convert %1%-string to list '%2%'=Konvetiere %1%-string zu Liste '%1%'         
Convert string to list=Konvertiere String zu Liste   
Expression '%1%' does not contain a string.=Ausdruck '%1%' enthält keinen String.
Input format=Eingabeformat
[Convert_list_to_string.ahk]
Compact mode=Kompakter Modus 
Convert list to string=Konvertiere Liste zu String
Error converting list to string=Fehler beim Konvertieren der Liste zu String      
Expression '%1%' does not contain a list.=Ausdruck '%1%' enthält keine Liste.    
Indentation length=Einrückungslänge
Output format=Ausgabeformat
Convert list '%1%' to %2%-string=Konvetiere Liste '%1%' zu %2%-string
[Block_User_Input.ahk]
Block user input=Benutzereingaben blockieren 
New block state=Neuer Block-Status 
Unblock user input=Benutzereingaben freigeben 
[Create_Shortcut.ahk]
Can't create shortcut '%1%'=Kann Verknüpfung '%1%' nicht erstellen    
Create shortcut=Verknüpfung erstellen 
File with icon=Datei mit Icon  
Select a target file=Wähle eine Zieldatei 
Select an icon=Wähle ein Icon  
[Do_nothing.ahk]
Do nothing=Nicht tun  
[Get_shortcut_information.ahk]
Can't read informations of shortcut '%1%'=Kann Informationen der Verknüpfung '%1%' nicht lesen         
Get shortcut information=Verknüpfungsinformationen lesen 
Icon number=Icon-Nummer
Unknown (%1%)=Unbekannt (%1%) 
[Hotstring.ahk]
Backspace automatically the entered hotstring=Den eingegebenen Hotstring automatisch löschen      
Hotstring=Hotstring
Omit the ending character after replacemenet=Das Ende-Zeichen nach der Ersetzung weglassen          
Replace text=Ersatztext
Require an ending character=Ein Ende-Zeichen benötigen   
Reset hotstring recognizer after each triggering=Den Hotstring-Erkenner nach jedem Auslösen zurücksetzen     
The hotstring %1% cannot be set!=Der Hotstring %1% kann nicht gesetzt werden!      
Trigger inside another word=Innerhalb eines anderen Worts triggern     
Where should the hotstring be active?=Wo soll der Hotstring aktiv sein?     
[Set_element_parameter.ahk]
'%1%'='%1%'
Element '%1%'=Element '%1%' 
Flow '%1%'=Flow '%1%' 
Flow '%1%' does not have the element with ID '%2%'.=Flow '%1%' enthält kein Element mit der ID '%2%'.        
Parameter type '%1%' is not supported=Parametertyp '%1%' wird nicht unterstützt    
Result type '%1%' is not supported=Ergebnistyp '%1%' wird nicht unterstützt   
Type of parameter '%1%'=Typ vom Parameter '%1%'   
Which parameter=Welcher Parameter 
Set element parameter=Element-Parameter setzen 
New value=Neuer Wert 
Element ID is empty=Element ID ist leer    
[Split_path.ahk]
File extension=Dateierweiterung
File name=Dateiname
File name without extension=Dateiname ohne Erweiterung  
Split path=Pfad aufteilen 
[Variable_content_is.ahk]
Alphabetic string=Alphabetischer String 
Alphanumeric string=Alphanumerischer String  
Decimal digits=Dezimale Ziffern 
Expected content type=Erwarteter Inhaltstyp 
Floating point number=Gleitkomma-Zahl
Hexadecimal digits=Hexadezimale Ziffern 
Integer=Ganzzahl
Number=Nummer
String with only lowercase characters=String nur mit Kleinbuchstaben   
String with only uppercase characters=String nur mit Großbuchstaben   
Variable content is=Variableninhalt ist 
Variable content is %1%=Variableninhalt ist %1% 
Variable name or expression=Variablenname oder Ausdruck  
Whitespaces=Whitespace-Zeichen
